Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Overages
es_es: Excedentes

source: Overall
es_es: General

source: Overall antennarity and galactosylation do not exhibit major differences between TNKase® and Metalyse®.
es_es: En cuanto a la antenaridad y la galactosilación en general, no se observan diferencias considerables entre TNKase® y Metalyse®.

source: Overall CV (n=12) [%]
es_es: CV general (n=12) [%]

source: Overall Metalyse 40 mg shows a good stability profile for batches stored under long-term and accelerated conditions, all results were within applied acceptance criteria.
es_es: En general, Metalyse 40 mg presenta un buen perfil de estabilidad para las partidas almacenadas en condiciones de largo plazo y aceleradas; todos los resultados estuvieron dentro de los criterios de aceptación aplicados.

source: Overall Range 1) [ppb]
es_es: Intervalo global 1) [ppb]

source: Overall conclusion
es_es: Conclusión general

source: Overall conclusion analytical comparability
es_es: Comparabilidad analítica. Conclusión general

source: Overall conclusions
es_es: Conclusiones generales

source: Overall functional outcome was better with tenecteplase than with alteplase in the ordinal analysis of the modified Rankin scale scores, but the incidence of recovery to independent function did not differ significantly.
es_es: El resultado funcional general fue mejor con tenecteplasa que con alteplasa en el análisis ordinal de los puntajes de la escala de Rankin modificada, pero no hubo diferencia en la incidencia de recuperación a una función independiente.

source: Overall length of the cartridge:
es_es: Longitud total del cartucho:

source: Overall mean (n = 12) [ppb] 1)
es_es: Media global (n = 12) [ppb] 1)

source: Overall summary of AESIs and specific AEs – TS
es_es: Resumen general de los eventos adversos de interés particular y los eventos adversos específicos. Grupo tratado

source: Overall summary of adverse events – TS
es_es: Resumen acotado de los eventos adversos. Grupo tratado

source: Overall summary of adverse events – TS+7
es_es: Resumen acotado de los eventos adversos. Grupo tratado+7

source: Overall summary of subjects with treatment-emergent AEs [N(%)] treated set
es_es: Resumen general de sujetos con eventos adversos emergentes del tratamiento [N(%)]. Grupo tratado

source: Overall summary score (further endpoint)
es_es: Puntuación general resumen (criterio de valoración adicional)

source: Overall yield
es_es: Rendimiento global

source: Overall, a total of 39 of 48 subjects (81.3%) reported treatment-emergent AEs during the trial.
es_es: En general, un total de 39 de 48 sujetos (81.3%) consignaron eventos adversos emergentes del tratamiento durante el ensayo.

source: Overall, no product quality related factors for incremental safety risk have been identified to date for spesolimab drug product.
es_es: En general, hasta la fecha no se han identificado factores relacionados con la calidad del producto que afecten el riesgo de seguridad incremental del medicamento Espesolimab.

source: Overall, profiling of the rubber stoppers primarily resulted in positive findings for C13- and C21-oligomers and their brominated derivatives as well as butylated hydroxytoluene and palmitic and stearic acid in the organic solvent and the 2-propanol / water extracts.
es_es: En términos generales, el perfil de los tapones de caucho dio como resultado principalmente hallazgos positivos de oligómeros C13 y C21 y sus derivados bromados y de hidroxitolueno butilado y ácido palmítico y esteárico en los extractos con disolvente orgánico y con 2-propanol/agua.

source: Overall, results regarding differences in container closure system (CCS) and manufacturing processes triggered by the new manufacturing area are presented as well as further pharmaceutical development data obtained at BI over the last decades.
es_es: En términos generales, se presentan todas las diferencias relacionadas con el envase y sistema de cierre y los procesos de fabricación que surgieran del uso de la nueva área de fabricación, así como otros datos de desarrollo farmacéutico obtenidos por BI en estas décadas.

source: Overall, results regarding formulation, container closure system (CCS) and manufacturing process development are presented.
es_es: Se presentan todos los resultados relacionados con la formulación, el envase y sistema de cierre y el desarrollo del proceso de fabricación.

source: Overall, tenecteplase powder for solution for injection, 40 mg/vial and 50 mg/vial manufactured with SM3 and SM6, respectively, are considered comparable.
es_es: En términos generales, se consideran equiparables ambas presentaciones de tenecteplasa, polvo para solución inyectable, esto es: 40 mg/vial y 50 mg/vial, elaboradas en las áreas SM3 y SM6 respectivamente.

source: Overall, the 10 mg empagliflozin dose is considered to be safe and well tolerated.
es_es: En general, la dosis de 10 mg de empagliflozina se considera segura y bien tolerada.

source: Overall, the DS manufacturing processes for Metalyse® and TNKase® have minor differences, however, both processes are expected to maintain comparable product quality.
es_es: En términos generales, los procesos de fabricación del principio activo de Metalyse® y de TNKase® tienen leves diferencias, pero se espera que ambos procesos mantengan una calidad del producto comparable.

source: Overall, the available data demonstrate that a hydrogen peroxide concentration up to 1.5 ppm has no relevant impact on product quality attributes.
es_es: En general, los datos disponibles demuestran que una concentración de peróxido de hidrógeno de hasta 1.5 ppm no afecta significativamente los atributos de calidad del producto.

source: Overall, the concentrate for solution for infusion 450 mg/vial (60 mg/mL) and solution for injection 150 mg/PFS-1 (150 mg/mL) drug products are considered comparable.
es_es: En general, los medicamentos en concentrado para solución para infusión de 450 mg/ampolla (60 mg/ml) y en solución inyectable de 150 mg/PFS-1 (150 mg/ml) se consideran comparables.

source: Overall, the difference in gMean exposure was up to 1.38-fold.
es_es: En general, la diferencia en la media geométrica de la exposición fue hasta 1.38 veces.

source: Overall, the difference in gMean exposure was up to 1.44-fold.
es_es: En general, la diferencia en la media geométrica de la exposición fue hasta 1.44 veces.

source: Overall, the individual and mean plasma concentration-time profiles for 12.5 mg empagliflozin administered in the fixed dose combination with metformin were similar to that of 12.5 mg empagliflozin administered in the free dose combination with metformin under fasted conditions.
es_es: En general, los perfiles de concentración plasmática preprandial en el tiempo individual y medio para 12.5 mg de empagliflozina en combinación de dosis fija con metformina fueron similares a los de 12.5 mg de empagliflozina en combinación de dosis libre con metformina.

source: Overall, the individual and mean plasma concentration-time profiles of 1000 mg metformin administered in the fixed dose combination with 12.5 mg empagliflozin were similar to that of 1000 mg metformin administered in the free dose combination under fasted conditions.
es_es: En general, los perfiles de concentración plasmática preprandial en el tiempo individual y medio para 1000 mg de metformina en combinación de dosis fija con 12.5 mg de empagliflozina fueron similares a los de 1000 mg de metformina en combinación de dosis libre.

source: Overall, the light exposure of tenecteplase 25 mg during fill and finish, visual inspection and labelling and packaging is covered in this study.
es_es: En general, en este estudio se aborda la exposición a la luz de tenecteplasa, 25 mg, durante el llenado y acabado, la inspección visual y el etiquetado y acondicionamiento.

source: Overall, the median age was 74 years (IQR 63–83); 755 (47.9%) of 1577 patients were female and 822 (52.1%) were male.
es_es: Tomando el estudio en general, la mediana etaria fue 74 años (rango intercuartílico: 63-83); 755 (47.9%) de los 1577 pacientes fueron mujeres y 822 (52.1%) fueron hombres.

source: Overall, the quality of the drug product is not affected by the proposed change.
es_es: En general, la calidad del medicamento no se ve afectada por el cambio propuesto.

source: Overall, there were no clinically meaningful differences in the adverse event rates between the treatment groups for the subgroups analysed either for the overall summary of adverse events or for adverse events by SOC and preferred term [c23238241, Tables 15.3.1.2.1: 1 to 15.3.1.2.1: 11].
es_es: En general, no se observaron diferencias clínicamente significativas en las tasas de eventos adversos para los subgrupos analizados dentro de uno y otro grupo de tratamiento, ni en los análisis realizados para el resumen de eventos adversos ni en los listados de eventos adversos por sistema y clase de órgano y término preferente [c23238241, Tablas 15.3.1.2.1: 1 a 15.3.1.2.1: 11].

source: Overall, these drug product presentations are considered comparable and there are no differences in product quality between vial, PFS-1 and PFS-2 drug products.
es_es: En general, estas presentaciones del medicamento se consideran equiparables y no existen diferencias cualitativas para las presentaciones en vial, PFS-1 y PFS-2.

source: Overall, this comparison of manufacturing process and analytical results further supports the conclusion that Metalyse® and TNKase® DP are comparable at the present time.
es_es: En términos generales, esta comparación de los procesos de fabricación y resultados analíticos respalda aun más la conclusión de que los medicamentos Metalyse® y TNKase® son comparables actualmente.

source: Overall, treatment with single fixed doses of empagliflozin/metformin or single free doses of empagliflozin and metformin was safe for the healthy subjects entered in the trial.
es_es: En general, el tratamiento con dosis fijas únicas de empagliflozina/metformina o dosis libres únicas de empagliflozina y metformina fue seguro para los sujetos sanos incluidos en el ensayo.

source: Overall, very few post-marketing cases have been reported considering that empagliflozin has nearly 17 million PY of post-marketing exposure.
es_es: En total se han connsignado muy pocos casos posteriores a la comercialización considerando que la empagliflozina ya lleva casi 17 millones de años paciente de exposición posterior a la comercialización.

source: Overall, 40 mg/vial and 25 mg/vial DP are considered comparable.
es_es: En términos generales, la presentación del medicamento de 40 mg/frasco y la de 25 mg/frasco se consideran comparables.

source: Overall:
es_es: General:

source: Overemphasis on Binary Approaches:
es_es: Énfasis excesivo en los enfoques binarios:

source: Overlay of chromatograms showed an analyte signal in the QC solution which is clearly distinguishable from the blank solution and rises in comparison to the matrix solution.
es_es: Los cromatogramas superpuestos presentaron una señal del analito en la solución de control de calidad claramente distinguible de la solución blanco, que se eleva en comparación con la solución matriz.

source: Overlays are shown in Figure 25 to Figure 31.
es_es: Se muestran las superposiciones desde la Figura 25 hasta la Figura 31.

source: Overlays of Metalyse® reference standard (TPA-03 WS01) without PNGase treatment and TNKase® reference standard (TNK-02) treated with PNGase in RP HPLC Purity
es_es: Superposiciones del estándar de referencia de Metalyse® (TPA-03 WS01) sin tratamiento con péptido N-Glucanasa y el estándar de referencia de TNKase® (TNK-02) tratado con péptido N-Glucanasa en el análisis de pureza por RP-HPLC

source: Overlays of Metalyse ® reference standard (TPA-03 WS01) without PNGase treatment and TNKase ® reference standard (TNK-02) treated with PNGase as standard procedure is shown in Figure 51 demonstrating the visual comparability of both products in this method.
es_es: Las superposiciones del estándar de referencia de Metalyse® (TPA-03 WS01) sin tratamiento con el péptido N-Glucanasa y del estándar de referencia de TNKase® (TNK-02) tratado con el péptido N-Glucanasa como procedimiento estándar se muestran en la Figura 51, donde se demuestra la comparabilidad visual de ambos productos por medio de este método.

source: Overview
es_es: Generalidades

source: Overview DP batches of TNKase®
es_es: Partidas del medicamento de TNKase®

source: Overview DS and DP batches of Metalyse®
es_es: Partidas del principio activo y del medicamento de Metalyse®

source: Overview DS and DP batches of TNKase®
es_es: Partidas del principio activo y del medicamento de TNKase®

source: Overview DS batches of TNKase®
es_es: Partidas del principio activo de TNKase®

source: Overview and testing strategy
es_es: Generalidades y estrategia de pruebas

source: Overview of 40 mg/vial (established presentation) and 25 mg/vial (new commercial presentation) DP manufacturing processes of tenecteplase
es_es: Generalidades de los procesos de fabricación del medicamento de 40 mg/frasco (presentación establecida) y 25 mg/frasco (nueva presentación comercial) de tenecteplasa

source: Overview of spesolimab PFS-NSD-1 combination product batches and references standards
es_es: PFS-NSD-1 de Espesolimab, partidas del producto combinado y estándares de referencia. Generalidades

source: Overview of spesolimab PFS-NSD-1 device-components in contact with the user with an established history of safe use
es_es: Descripción general de los componentes del dispositivo PFS-NSD-1 de espesolimab que están en contacto con el usuario y en los cuales se estableció la seguridad del uso

source: Overview of spesolimab PFS-NSD-1 primary packaging components in direct contact with the user with an established history of safe use
es_es: Descripción general de los componentes de acondicionamiento primario del dispositivo PFS-NSD-1 de espesolimab que están en contacto con el usuario y en los cuales se estableció la seguridad del uso

source: Overview of spesolimab drug product materials used for the analytical comparability study
es_es: Materiales del medicamento Espesolimab utilizados para el estudio de comparabilidad analítica. Generalidades.

source: Overview of SM3 (established filling line) and SM6 (additional filling line) DP manufacturing processes of tenecteplase
es_es: Descripción general de los procesos de fabricación del medicamento tenecteplasa en la planta SM3 (línea de llenado establecida) y SM6 (nueva línea de llenado agregada)

source: Overview of accuracy results
es_es: Exactitud

source: Overview of cardiovascular death, non-cardiovascular death, and all- cause mortality – TS
es_es: Reseña de la muerte cardiovascular, no cardiovascular y por todas las causas. GT

source: Overview of cell substrates applied for manufacturing of tenecteplase marketed as Metalyse® and TNKase®
es_es: Descripción general de sustratos celulares aplicados en la fabricación de la tenecteplasa comercializada como Metalyse® y TNKase®

source: Overview of cerebrovascular disease-related endpoints – TS and TS_D
es_es: Reseña de los criterios de valoración relacionados con la enfermedad cerebrovascular. GT y GT_D

source: Overview of chromatographic parameters
es_es: Resumen de los parámetros cromatográficos

source: Overview of comparison of CQAs of tenecteplase for Metalyse® and TNKase®
es_es: Descripción general de la comparación de atributos críticos de calidad de la tenecteplasa analizados para Metalyse® y TNKase®

source: Overview of comparisons for food effect analysis
es_es: Comparaciones generales del efecto de los alimentos

source: Overview of comparisons for primary endpoints
es_es: Comparaciones generales de los criterios de valoración primarios

source: Overview of comparisons for secondary endpoints
es_es: Comparaciones generales de los criterios de valoración secundarios

source: Overview of corresponding sections for analytical test method validation/verification for spesolimab PFS-NSD-1 (150 mg/mL) for release and/or stability
es_es: Secciones correspondientes a la validación/verificación de los métodos analíticos usados para liberación y/o estabilidad del dispositivo PFS-NSD-1 de Espesolimab (150 mg/ml)

source: Overview of differences between Metalyse® and TNKase® purification and formulation processes
es_es: Descripción general de diferencias entre los procesos de purificación y formulación de Metalyse® y TNKase®

source: Overview of differences between Metalyse® and TNKase® upstream processes
es_es: Descripción general de diferencias entre los procesos de expansión celular de Metalyse® y TNKase®

source: Overview of differences in formulation and DP manufacturing processes for tenecteplase marketed as 50 mg/vial TNKase® compared to 25 mg/vial Metalyse®
es_es: Descripción general de diferencias entre los procesos de formulación y de fabricación del medicamento para la tenecteplasa comercializada como TNKase® 50 mg/frasco y Metalyse® 25 mg/frasco

source: Overview of drug product batches included in comparability studies
es_es: Descripción general de las partidas del medicamento incluidas en los estudios de comparabilidad

source: Overview of drug product comparability data provided within the initial MAA submission
es_es: Descripción general de los datos de comparabilidad del medicamento provistos en la solicitud de MAA inicial

source: Overview of heart failure-related endpoints – TS and TS_D
es_es: Reseña de los criterios de valoración relacionados con la insuficiencia cardíaca. GT y GT_D

source: Overview of implemented PAR and NOR for hold times of process intermediates:
es_es: Rangos aceptables comprobados y operativos normales aplicados a los tiempos de espera de los productos intermedios del proceso:

source: Overview of myocardial infarction-related endpoints – TS and TS_D
es_es: Reseña de los criterios de valoración relacionados con el infarto de miocardio. GT y GT_D

source: Overview of potentially impacted critical quality attributes at the main manufacturing steps as defined prior to transfer of the drug product process of the 25 mg presentation to the commercial facility
es_es: Generalidades de los atributos críticos de calidad que podrían verse afectados en los principales pasos de fabricación, según se define antes de la transferencia del proceso del medicamento en la presentación de 25 mg a las instalaciones comerciales.

source: Overview of potentially impacted critical quality attributes at the main manufacturing steps as defined prior to transfer to commercial facility
es_es: Descripción general de los atributos de calidad críticos potencialmente afectados en los principales pasos de fabricación, tal como se definen antes de la transferencia a la planta de producción comercial.

source: Overview of primary packaging components used for tenecteplase 25 mg
es_es: Descripción general de los componentes del acondicionamiento primario usados para tenecteplasa 25 mg

source: Overview of screened and randomised patients by region – SCR
es_es: Resumen de los pacientes seleccionados y aleatorizados por región - Grupo seleccionado

source: Overview of tertiary diabetes-related treatment sustainability endpoints – TS_D
es_es: Reseña de los criterios de valoración terciarios relacionados con la diabetes y aplicables a la sostenibilidad del tratamiento. GT_D

source: Overview of the NDMA concentration for each matrix prior to spiking
es_es: Concentración de NDMA en cada matriz antes del enriquecimiento. Generalidades

source: Overview of the NDMA concentration for each matrix prior tospiking
es_es: Concentración de NDMA en cada matriz antes del enriquecimiento. Generalidades

source: Overview of the book's importance in Translation Studies
es_es: Importancia del libro en los estudios de traducción

source: Overview of the container closure system - pre-filled syringe in needle safety device (PFS-NSD-1)
es_es: Generalidades del envase y sistema de cierre: jeringa precargada en dispositivo de seguridad de aguja (PFS-NSD-1)

source: Overview of the container closure system - pre-filled syringe in needle safety device with EFF and PR (PFS-NSD-1)
es_es: Envase y sistema de cierre: jeringa precargada con dispositivo de seguridad para aguja, lengüetas de apoyo más amplias y vástago del émbolo (dispositivo PFS-NSD-1)

source: Overview of the container closure system - pre-filled syringe in needle safety device with EFF and PR (PFS-NSD-2)
es_es: Envase y sistema de cierre: jeringa prellenada con dispositivo de seguridad de aguja, lengüeta de apoyo extendida y émbolo (dispositivo PFS-NSD-2)

source: Overview of the drug product comparability study
es_es: Descripción general del estudio de comparabilidad de los medicamentos

source: Overview of the planned hierarchical testing strategy
es_es: Generalidades de la estrategia de pruebas jerárquicas

source: Overview of the product temperatures and primary drying duration
es_es: Resumen de las temperaturas del producto y la duración del secado primario.

source: Overview of the release data of degradation product Z – manufacturing site Boehringer Ingelheim; all dosage strengths
es_es: Información general de liberación para el producto de degradación Z en la planta productora Boehringer Ingelheim; todas las concentraciones

source: Overview of the release data of degradation product Z – manufacturing site Rottendorf Pharma; all dosage strengths
es_es: Información general de liberación para el producto de degradación Z en la planta productora Rottendorf Pharma; todas las concentraciones

source: Overview of the sample preparation parameters
es_es: Parámetros de preparación de muestras, generalidades

source: Overview of the trial design
es_es: Descripción general del diseño del ensayo

source: Overview of treatment sustainability key secondary endpoints – TS_D
es_es: Reseña de los criterios de valoración secundarios clave relacionados con la sostenibilidad del tratamiento. GT_D

source: Overview of used materials
es_es: Materiales empleados (generalidades)

source: Overview of validation reports for nintedanib capsules
es_es: Resumen general de los informes de validación de nintedanib, cápsulas

source: Overview on analytical methods that are compared qualitatively
es_es: Descripción general de métodos analíticos que se comparan cualitativamente

source: Overview used matrix materials
es_es: Materiales de la matriz empleados (generalidades)

source: Oxidation in CDR could impact target binding.
es_es: La oxidación en la región CDR podría afectar la unión a la diana.

source: Oxidation of W316 located in the protease domain impacts pharmacological activity (binding / potency)
es_es: La oxidación de W316 ubicada en el dominio de la proteasa afecta la actividad farmacológica (unión/potencia)

source: Oxidised methionine and tryptophane variants [%]
es_es: Variantes oxidadas de metionina y triptófano [%]

source: Oxidised variants (LC-MS based pTM quantification)
es_es: Variantes oxidadas (cuantif. de la modificación postraduc. según LC-EM)

source: P - purity of the hydrochlorothiazide standard substance, in percent;
es_es: P - pureza porcentual de la sustancia estándar hidroclorotiazida;

source: P = potency of empagliflozin reference substance (e.g. potency = 95.1 % → P = 0.951)
es_es: P = Potencia de la sustancia de referencia empagliflozina (p. ej., potencia = 95.1 % → P = 0.951)

source: P&L
es_es: A&E

source: P.1, P.2, P.3.2, P.3.3, P.3.4, P.3.5, P.5.4, P.7.1, P.7.2, P.8, A.1 (only relevant for some countries)
es_es: P.1, P.2, P.3.2, P.3.3, P.3.4, P.3.5, P.5.4, P.7.1, P.7.2, P.8, A.1 (solo con relevancia en algunos países)
